[
  {
    "id": "Riddle 01",
    "pw": "RHJvaWQ=",
    "riddle": "I beep and I boop, I roll and I glide. In Galaxy's Edge, I'll stand by your side. Choose my head, my legs, my core. What am I you'll build and adore?",
    "description": "Let's head to Hollywood Studios. Surprise! This has been the hardest secret to keep. We're building you a Droid at 11:30AM!"
  },
  {
    "id": "Riddle 02",
    "pw": "RG9ja2luZyBCYXkgNw==",
    "riddle": "In a cargo bay where the rebels eat. You'll find your fill and grab a seat. Star Wars fare on a galactic tray, where are we dining midday?",
    "description": "Now we can take your new amigo and feed him some purple sauce"
  },
  {
    "id": "Riddle 03",
    "pw": "TWlsbGVuaXVtIEZhbGNvbg==",
    "riddle": "You'll dodge and dive through jumps of light, with Chewie growling left and right. Aboard the Falcon, hold on tight. What famous ship takes off in flight?",
    "description": "You will be pilot. Let's go to standby for Smuggler's Run!"
  },
  {
    "id": "Riddle 04",
    "pw": "UnVuYXdheSBSYWlsd2F5",
    "riddle": "It starts with a mouse and a train gone wild. A zany ride, both cute and styled. Through cartoon chaos, twist and sway, what runaway ride leads the way?",
    "description": "Lightning Lane time! I booked us on Runaway Railway for 1:30PM"
  },
  {
    "id": "Riddle 05",
    "pw": "U3RhciBUb3Vycw==",
    "riddle": "Through hyperspace, we twist and fly. One tour, random - no telling why. A 3D Thrill with droids in tow, what's the name of this space show?",
    "description": "Your little Droid amigo is going on his first flight! We can hop on at a dentist's favorite time"
  },
  {
    "id": "Riddle 06",
    "pw": "VG93ZXIgb2YgVGVycm9y",
    "riddle": "Lightning flashes, the hallway fades. An elevator drops through spooky shades. Check in and scream - it's quite the tale. What hotel ride will make you wail?",
    "description": "Maybe not Star Wars themed, but we're still having a great day focusing on you. Our last ride before your next surprise, Lightning Lane at 3:55PM"
  },
  {
    "id": "Riddle 07",
    "pw": "U2t5bGluZXI=",
    "riddle": "We'll leave the studios, up we go. Over rooftops, nice and slow. A gondola in the sky so high, what ride takes us as we fly?",
    "description": "It's time to park hop — let's take the Skyliner to Epcot!"
  },
  {
    "id": "Riddle 08",
    "pw": "Q29zbWljIFJld2luZA==",
    "riddle": "Music blasts and planets spin. A cosmic chase you'll soon begin. At quarter to five, it's time to rock - which ride's our intergalatic shock?",
    "description": "Surprise! I got us a Lightning Lane for Guardians. We can still do standby!"
  },
  {
    "id": "Riddle 09",
    "pw": "RnJ1c2hp",
    "riddle": "Not raw, not fish, but fruity delight. Wrapped like sushi, pink and bright. In Japan it waits, a garden snack. What sweet treat will be our snack?",
    "description": "Let's grab some food from the festival, starting with Frushi and maybe a Froot Loops Shake...and cinnamon roll bites...and..."
  },
  {
    "id": "Riddle 10",
    "pw": "U3BhY2VzaGlwIEVhcnRo",
    "riddle": "It's not a ball, though that's the claim. But climb inside, it earns its name. From cavemen to tech, this ride will teach. What sphere of knowledege will we breach?",
    "description": "Let's ride Spaceship Earth and trade some pins - we should start a collection for you!"
  },
  {
    "id": "Riddle 11",
    "pw": "U29hcmlu",
    "riddle": "You'll glide above the lands and seas, catch the breeze and smell the trees. From pyramids to polar bears, what global flight takes us there?",
    "description": "Remember that wedding version of the song we heard? Awww. Cute"
  },
  {
    "id": "Riddle 12",
    "pw": "Rmxvd2VyIGFuZCBHYXJkZW4=",
    "riddle": "Petals bloom and music plays, topiaries in sunlit rays. Food boths burst with vibrant hues, what fest is waiting just for you?",
    "description": "Let's spend some time just soaking in our favorite Epcot festival. I'm so thankful for a day with just you."
  },
  {
    "id": "Riddle 13",
    "pw": "U3BpY2UgUm9hZCBUYWJsZQ==",
    "riddle": "Mediterranean by the lake, a tapas meal, a foodie's break. Sit down and ship with views so wide. What's the name of where we'll dine?",
    "description": "Thank you for showing me my favorite genre of food. I got us a table for two."
  },
  {
    "id": "Riddle 14",
    "pw": "TGVsbG93IEJ1Zw==",
    "riddle": "No plans, no lines, just follow your heart. From firework shows to sweets that start. The choice is yours, what phrase unlocks your perfect night? Hint: It's our nickname for each other.",
    "description": "This day has been magical with you, now I can tell you all of our plans for the rest of the week!"
  }
]
